Repository: KDE/ksystemstats
Catalog: po/*/ksystemstats_plugins.po
Languages: is

# @title
source: Name
is: Heiti

# @title
source: Total Usage
is: Heildarnotkun

# @title, Short for 'Total Usage'
source: Usage
is: Notkun

# @title
source: System Usage
is: Kerfisnotkun

# @title, Short for 'System Usage'
source: System
is: Kerfi

# @title, Short for '%1 System Usage'
source: %1 System
is: %1 Kerfi

# @title
source: User Usage
is: Notkun notanda

# @title, Short for 'User Usage'
source: User
is: Notandi

# @title, Short for '%1 User Usage'
source: %1 User
is: %1 Notandi

# @title
source: Wait Usage
is: Biðnotkun

# @title, Short for 'Wait Load'
source: Wait
is: Bið

# @title, Short for '%1 Wait Load'
source: %1 Wait
is: %1 bið

# @title
source: Current Frequency
is: Núverandi tíðni

# @info
source: Current frequency of the CPU
is: Núverandi tíðni örgjörvans

# @title
source: Current Temperature
is: Núverandi hitastig

# @title
source: All
is: Allt

# @title
source: Maximum CPU Frequency
is: Hámarkshitastig örgjörva

# @title, Short for 'Maximum CPU Frequency'
source: Max Frequency
is: Hám. tíðni

# @info
source: Current maximum frequency between all CPUs
is: Núverandi hámarkstíðni á milli allra örgjörva

# @title
source: Minimum CPU Frequency
is: Lágmarkstíðni örgjörva

# @title, Short for 'Minimum CPU Frequency'
source: Min Frequency
is: Lágm. tíðni

# @info
source: Current minimum frequency between all CPUs
is: Núverandi lágmarkstíðni á milli allra örgjörva

# @title
source: Average CPU Frequency
is: Meðaltíðni örgjörva

# @title, Short for 'Average CPU Frequency'
source: Average Frequency
is: Meðaltíðni

# @info
source: Current average frequency between all CPUs
is: Núverandi meðaltíðni á milli allra örgjörva

# @title
source: Maximum CPU Temperature
is: Hámarks hitastig örgjörva

# @title, Short for 'Maximum CPU Temperature'
source: Max Temperature
is: Hám. hitastig

# @title
source: Minimum CPU Temperature
is: Lágmarkshitastig örgjörva

# @title, Short for 'Minimum CPU Temperature'
source: Min Temperature
is: Lágm. hitastig

# @title
source: Average CPU Temperature
is: Meðaltals hitastig örgjörva

# @title, Short for 'Average CPU Temperature'
source: Average Temperature
is: Meðaltals hitastig

# @title
source: Number of CPUs
is: Fjöldi örgjörva

# @title, Short fort 'Number of CPUs'
source: CPUs
is: Örgjörvar

# @info
source: Number of physical CPUs installed in the system
is: Fjöldi örgjörva sem eru í tölvunni

# @title
source: Number of Cores
is: Fjöldi kjarna

# @title, Short fort 'Number of Cores'
source: Cores
is: Kjarnar

# @info
source: Number of CPU cores across all physical CPUS
is: Fjöldi örgjörvakjarna í öllum örgjörvum

source: CPUs
is: Örgjörvar

# @title
source: CPU %1
is: Örgjörvi %1

# @title
source: Core %1
is: Kjarni %1

# @title
source: CPU %1 Core %2
is: Örgjörvi %1 kjarni %2

# @title
source: Load Averages
is: Meðaltalsálag

# @title
source: Load average (1 minute)
is: Meðalálag (1 mínúta)

# @title
source: Load average (5 minutes)
is: Meðalálag (5 mínútur)

# @title
source: Load average (15 minute)
is: Meðalálag (15 mínútur)

# @title, Short for 'Load average (1 minute)
source: Load average (1m)
is: Meðalálag (1m)

# @title, Short for 'Load average (5 minutes)
source: Load average (5m)
is: Meðalálag (5m)

# @title, Short for 'Load average (15 minutes)
source: Load average (15m)
is: Meðalálag (15m)

# @info
source: Number of jobs in the run queue averaged over 1 minute
is: Fjöldi verka í keyrsluröðinni að meðaltali á mínútu

# @info
source: Number of jobs in the run queue averaged over 5 minutes
is: Fjöldi verka í keyrsluröðinni að meðaltali á 5 mínútum

# @info
source: Number of jobs in the run queue averaged over 15 minutes
is: Fjöldi verka í keyrsluröðinni að meðaltali á 15 mínútum

# @title
source: Total Space
is: Heildarpláss

# @title Short for 'Total Space'
source: Total
is: Alls

# @title
source: Read Rate
is: Lestíðni

# @title Short for 'Read Rate'
source: Read
is: Lestur

# @title
source: Write Rate
is: Skriftíðni

# @title Short for 'Write Rate'
source: Write
is: Skrift

# @title
source: Used Space
is: Notað pláss

# @title Short for 'Used Space'
source: Used
is: Notað

# @title
source: Free Space
is: Laust pláss

# @title Short for 'Free Space'
source: Free
is: Laust

# @title
source: Percentage Used
is: Hlutfall notað

# @title
source: Percentage Free
is: Hlutfall laust

source: Disks
is: Diskar

# @title
source: All Disks
is: Allir diskar

# @title, Short for `Percentage Free
source: Free
is: Laust

# @title, Short for `Percentage Used
source: Used
is: Notað

# @title
source: All GPUs
is: Öll skjákort

# @title
source: All GPUs Usage
is: Notkun allra skjákorta

# @title Short for 'All GPUs Usage'
source: Usage
is: Notkun

# @title
source: All GPUs Total Memory
is: Heildarminni allra skjákorta

# @title Short for 'All GPUs Total Memory'
source: Total
is: Alls

# @title
source: All GPUs Used Memory
is: Notað minni allra skjákorta

# @title Short for 'All GPUs Used Memory'
source: Used
is: Notað

# @title %1 is GPU number
source: GPU %1
is: Skjákort %1

# @title
source: Usage
is: Notkun

# @title
source: Total Video Memory
is: Skjákortsminni alls

# @title Short for Total Video Memory
source: Total
is: Alls

# @title
source: Video Memory Used
is: Notað skjákortsminni

# @title Short for Video Memory Used
source: Used
is: Notað

# @title
source: Frequency
is: Tíðni

# @title
source: Memory Frequency
is: Minnistíðni

# @title
source: Temperature
is: Hitastig

# @title
source: Power
is: Afl

# @title
source: GPU
is: Skjákort

# @title
source: Video Usage
is: Notkun myndvinnslu

source: Hardware Sensors
is: Vélbúnaðarskynjarar

# @title
source: Physical Memory
is: Vinnsluminni

# @title
source: Swap Memory
is: Diskminni

# @title
source: Total Physical Memory
is: Vinnsluminni alls

# @title, Short for 'Total Physical Memory'
source: Total
is: Alls

# @title
source: Used Physical Memory
is: Notað vinnsluminni

# @title, Short for 'Used Physical Memory'
source: Used
is: Notað

# @title
source: Used Physical Memory Percentage
is: Prósenta af notuðu vinnsluminni

# @title
source: Free Physical Memory
is: Laust vinnsluminni

# @title, Short for 'Free Physical Memory'
source: Free
is: Laust

# @title
source: Free Physical Memory Percentage
is: Prósenta af lausu vinnsluminni

# @title
source: Application Memory
is: Forritsminni

# @title, Short for 'Application Memory'
source: Application
is: Forrit

# @title
source: Application Memory Percentage
is: Prósenta af forritsminni

# @title
source: Cache Memory
is: Skyndiminni

# @title, Short for 'Cache Memory'
source: Cache
is: Biðminni

# @title
source: Cache Memory Percentage
is: Prósenta skyndiminnis

# @title
source: Buffer Memory
is: Biðminni

# @title, Short for 'Buffer Memory'
source: Buffer
is: Biðminni

source: Amount of memory used for caching disk blocks
is: Magn minnis notað til að geyma diskablokkir tímabundið

# @title
source: Buffer Memory Percentage
is: Prósenta biðminnis

# @title
source: Total Swap Memory
is: Diskminni alls

# @title, Short for 'Total Swap Memory'
source: Total
is: Alls

# @title
source: Used Swap Memory
is: Notað diskminni

# @title, Short for 'Used Swap Memory'
source: Used
is: Notað

# @title
source: Used Swap Memory Percentage
is: Prósenta notaðs diskminnis

# @title
source: Free Swap Memory
is: Laust diskminni

# @title, Short for 'Free Swap Memory'
source: Free
is: Laust

# @title
source: Free Swap Memory Percentage
is: Prósenta af lausu diskminni

# @title
source: Memory
is: Minni

# @title
source: All Network Devices
is: Allur netbúnaður

# @title
source: Download Rate
is: Niðurhalstíðni

# @title Short for Download Rate
source: Download
is: Niðurhal

# @title
source: Upload Rate
is: Sent

# @title Short for Upload Rate
source: Upload
is: Upphleðsla

# @title
source: Total Downloaded
is: Sótt alls

# @title Short for Total Downloaded
source: Downloaded
is: Sótt

# @title
source: Total Uploaded
is: Hlaðið upp alls

# @title Short for Total Uploaded
source: Uploaded
is: Hlaðið upp

# @title
source: Network Name
is: Heiti nets

# @title Short of Network Name
source: Name
is: Heiti

# @title
source: Signal Strength
is: Styrkur merkis

# @title Short of Signal Strength
source: Signal
is: Merki

# @title
source: IPv4 Address
is: IPv4-tala

# @title
source: IPv4 Gateway
is: IPv4-gátt

# @title Short of IPv4 Gateway
source: IPv4 Gateway
is: IPv4-gátt

# @title
source: IPv4 Subnet Mask
is: IPv4 undirnetsmöskvi

# @title Short of IPv4 Subnet Mask
source: IPv4 Subnet Mask
is: IPv4 undirnetsmöskvi

# @title
source: IPv4 with Prefix Length
is: IPv4 með lengd forskeytis

# @title
source: IPv6 Address
is: IPv6-tala

# @title
source: IPv6 Gateway
is: IPv6-gátt

# @title Short of IPv6 Gateway
source: IPv6 Gateway
is: IPv6-gátt

# @title
source: IPv6 Subnet Mask
is: IPv6 undirnetsmöskvi

# @title Short of IPv6 Subnet Mask
source: IPv6 Subnet Mask
is: IPv6 undirnetsmöskvi

# @title
source: IPv6 with Prefix Length
is: IPv6 með lengd forskeytis

# @title
source: Network Devices
is: Netbúnaður

# @title
source: Operating System
is: Stýrikerfi

# @title
source: Kernel
is: Kjarni

# @title
source: Kernel Name
is: Heiti kjarna

# @title
source: Kernel Version
is: Útgáfa kjarna

# @title
source: Kernel Name and Version
is: Heiti og útgáfa kjarna

# @title Kernel Name and Version
source: Kernel
is: Kjarni

# @title
source: System
is: Kerfi

# @title
source: Hostname
is: Vélarheiti

# @title
source: Operating System Name
is: Heiti stýrikerfis

# @title
source: Operating System Version
is: Útgáfa stýrikerfis

# @title
source: Operating System Name and Version
is: Heiti og útgáfa stýrikerfis

# @title Operating System Name and Version
source: OS
is: Stýrikerfi

# @title
source: Operating System Logo
is: Lógó stýrikerfis

# @title
source: Operating System URL
is: Vefslóð stýrikerfis

# @title
source: Uptime
is: Uppitími

# @title
source: Qt Version
is: Útgáfa Qt

# @title
source: KDE Frameworks Version
is: Útgáfa KDE Frameworks

# @title
source: KDE Plasma Version
is: Útgáfa KDE Plasma

# @title
source: Window System
is: Gluggakerfi

# @info
source: Unknown
is: Óþekkt

# @title
source: Design Capacity
is: Upprunaleg hleðslugeta

source: Amount of energy that the Battery was designed to hold
is: Magn þess afls sem rafhlaðan var hönnuð til að geta geymt

# @title
source: Current Capacity
is: Núverandi hleðslugeta

source: Amount of energy that the battery can currently hold
is: Magn þess afls sem rafhlaðan getur geymt sem stendur

# @title
source: Health
is: Heilsa

source: Percentage of the design capacity that the battery can hold
is: Hundraðshlutfall af upprunalegri hleðslugetu rafhlöðunnar

# @title
source: Charge
is: Hleðsla

source: Amount of energy that the battery is currently holding
is: Magn þess afls sem rafhlaðan geymir sem stendur

# @title
source: Charge Percentage
is: Hleðsluprósenta

source: Percentage of the current capacity that the battery is currently holding
is: Hundraðshlutfall af núverandi hleðslugetu rafhlöðunnar

# @title
source: Charging Rate
is: Hleðslutíðni

# @title
source: Charging Rate
is: Hleðslutíðni

source: Power that the battery is being charged with (positive) or discharged (negative)
is: Aflið sem er notað til að hlaða (jákvætt) eða afhlaða (neikvætt) rafhlöðuna

# @title
source: Pressure
is: Álag

# @title
source: Memory Pressure
is: Minnisálag

# @title
source: Some (10 second average)
is: Smá (10 sekúndna meðaltal)

# @info
source: Percentage of time that at least one task is stalled waiting for available memory resources, averaged over 10 seconds
is: Tímahlutfall þar sem a.m.k. eitt verk er í bið eftir tiltæku minni, jafnað yfir 10 sekúndur

# @title
source: Some (1 minute average)
is: Smá (1 mínútu meðaltal)

# @info
source: Percentage of time that at least one task is stalled waiting for available memory resources, averaged over 1 minutes
is: Tímahlutfall þar sem a.m.k. eitt verk er í bið eftir tiltæku minni, jafnað yfir 1 mínútu

# @title
source: Some (5 minute average)
is: Smá (5 mínútna meðaltal)

# @info
source: Percentage of time that at least one task is stalled waiting for available memory resources, averaged over 5 minutes
is: Tímahlutfall þar sem a.m.k. eitt verk er í bið eftir tiltæku minni, jafnað yfir 5 mínútur

# @title
source: Total Some Stall Time
is: Smábiðtími alls

# @info
source: Amount of time that at least one task is stalled waiting for available memory resources, measured in microseconds
is: Lengd tíma sem a.m.k. eitt verk er í bið eftir tiltæku minni, mælt í millisekúndum.

# @title
source: Full (10 second average)
is: Fullur (10 sekúndna meðaltal)

# @info
source: Percentage of time that at least one task is stalled waiting for available CPU resources, averaged over 10 seconds
is: Tímahlutfall þar sem a.m.k. eitt verk er í bið eftir örgjörvatilföngum, sem meðaltal á 10 sekúndna bili

# @title
source: Full (1 minute average)
is: Fullur (1 mínútu meðaltal)

# @info
source: Percentage of time that at least one task is stalled waiting for available CPU resources, averaged over 1 minutes
is: Tímahlutfall þar sem a.m.k. eitt verk er í bið eftir tiltækum tilföngum örgjörva, sem meðaltal á 1 mínútu bili

# @title
source: Full (5 minute average)
is: Fullur (5 mínútna meðaltal)

# @info
source: Percentage of time that at least one task is stalled waiting for available CPU resources, averaged over 5 minutes
is: Tímahlutfall þar sem a.m.k. eitt verk er í bið eftir tiltækum tilföngum örgjörva, sem meðaltal á 5 mínútna bili

# @title
source: Total Full Stall Time
is: Fullur biðtími alls

# @info
source: Amount of time that at least one task is stalled waiting for available CPU resources, measured in microseconds
is: Heildartími sem a.m.k. eitt verk er í bið eftir tiltækum tilföngum örgjörva, mælt í míkrósekúndum.

# @title
source: CPU Pressure
is: Álag á örgjörva

# @info
source: Percentage of time that at least one task is stalled waiting for available IO resources, averaged over 10 seconds
is: Tímahlutfall þar sem a.m.k. eitt verk er í bið eftir IO-tilföngum, sem meðaltal á 10 sekúndna bili

# @info
source: Percentage of time that at least one task is stalled waiting for available IO resources, averaged over 1 minutes
is: Tímahlutfall þar sem a.m.k. eitt verk er í bið eftir tiltækum IO-tilföngum, sem meðaltal á 1 mínútu bili

# @info
source: Percentage of time that at least one task is stalled waiting for available IO resources, averaged over 5 minutes
is: Tímahlutfall þar sem a.m.k. eitt verk er í bið eftir tiltækum IO-tilföngum, sem meðaltal á 5 mínútu bili.

# @info
source: Amount of time that at least one task is stalled waiting for available IO resources, measured in microseconds
is: Heildartími sem a.m.k. eitt verk er í bið eftir tiltækum IO-tilföngum, mælt í millisekúndum.

# @info
source: Percentage of time that all tasks are stalled waiting for available memory resources, averaged over 10 seconds
is: Tímaprósenta sem öll verk eru í bið eftir tiltæku minni, meðaltal 10 sekúndna

# @info
source: Percentage of time that all tasks are stalled waiting for available memory resources, averaged over 1 minutes
is: Tímaprósenta sem öll verk eru í bið eftir tiltæku minni, meðaltal 1 mínútu

# @info
source: Percentage of time that all tasks are stalled waiting for available memory resources, averaged over 5 minutes
is: Tímaprósenta sem öll verk eru í bið eftir tiltæku minni, meðaltal 5 mínútna

# @info
source: Amount of time that all tasks are stalled waiting for available memory resources, measured in microseconds
is: Heildartími sem öll verk eru í bið eftir tiltæku minni, mælt í míkrósekúndum

# @title
source: IO Pressure
is: IO-álag

# @info
source: Percentage of time that all tasks are stalled waiting for available CPU resources, averaged over 10 seconds
is: Prósenta af tíma sem öll verk eru í bið eftir tiltækri örgjörvavirkni, meðaltal 10 sekúndna

# @info
source: Percentage of time that all tasks are stalled waiting for available CPU resources, averaged over 1 minutes
is: Hundraðshlutfall tíma sem öll verk eru í bið eftir tiltækri örgjörvavirkni, meðaltal 1 mínútu

# @info
source: Percentage of time that all tasks are stalled waiting for available CPU resources, averaged over 5 minutes
is: Hundraðshlutfall tíma sem öll verk eru í bið eftir tiltækri örgjörvavirkni, meðaltal 5 mínútna

# @info
source: Amount of time that all tasks are stalled waiting for available CPU resources, measured in microseconds
is: Heildartími sem öll verk eru í bið eftir tiltækri örgjörvavirkni, mælt í míkrósekúndum

# @info
source: Percentage of time that all tasks are stalled waiting for available IO resources, averaged over 10 seconds
is: Tímaprósenta sem öll verk eru í bið eftir tiltækum IO-tilföngum, sem meðaltal 10 sekúndna

# @info
source: Percentage of time that all tasks are stalled waiting for available IO resources, averaged over 1 minutes
is: Tímahlutfall sem öll verk eru í bið eftir tiltækum IO-tilföngum,sem meðaltal 1 mínútu

# @info
source: Percentage of time that all tasks are stalled waiting for available IO resources, averaged over 5 minutes
is: Tímahlutfall sem öll verk eru í bið eftir tiltækum IO-tilföngum,sem meðaltal 5 mínútna

# @info
source: Amount of time that all tasks are stalled waiting for available IO resources, measured in microseconds
is: Heildartími sem öll verk eru í bið eftir tiltækum IO-tilföngum, mælt í míkrósekúndum
